{"meta":{"title":"OnSaddle","subtitle":"Nine-Dragon Well","description":null,"author":"Wolf","url":"https://onsaddle.github.io","root":"/"},"pages":[{"title":"category","date":"2019-09-01T03:03:26.000Z","updated":"2019-09-01T03:06:46.000Z","comments":true,"path":"category/index.html","permalink":"https://onsaddle.github.io/category/index.html","excerpt":"","text":""},{"title":"Tag","date":"2019-09-01T03:03:10.000Z","updated":"2019-09-01T03:06:06.000Z","comments":true,"path":"tag/index.html","permalink":"https://onsaddle.github.io/tag/index.html","excerpt":"","text":""},{"title":"About","date":"2019-08-30T08:06:24.000Z","updated":"2022-06-07T16:26:07.064Z","comments":true,"path":"about/index.html","permalink":"https://onsaddle.github.io/about/index.html","excerpt":"","text":"Welcome to Wolf’s place. This is where I mumble about my travels and daily life. I like travelling, be it a long tour in Mongolian steppe on a bicycle saddle, or an imaginary tours across time into the history, nature and literature. If you believe it is possible to cross the barriers of language, culture, stereotype, misinformation, the notorious GFW, or even, time &amp; space, to reach true understanding and empathy - then we are on the same page. “The past is a foreign country; they do things differently there.”— L.P. Hartley I can be reached at wufu.shen{at}gmail.com Once upon a time, a swordsman from the Chu state was traveling on the Yangtze in a skiff. Yangtze could be tranquil as a pond while at times fierce as the raging ocean. One day his sword fell overboard and disappeared into the muddy rapids. To save his most treasured companion the swordsman swiftly notched the skiff with a knife to mark the position where the sword had fell. When he finally managed to stablize and stop the boat, he dived right at the position of the notch to salvage his sword. His efforts were in vain after all. Yangtze had carried the skiff away since he carved the notch. The sword was now with Yangtze forever. Notching Skiff to Retrieve Sword (刻舟求劍 kè zhōu qiú jiàn) is a story from Master Lü’s Spring and Autumn Annals 呂氏春秋 . It has been told so many times over the centuries that eventually, it became an idiom in the Chinese language for describing the ill-fated efforts by dim-witted people. I have a different understanding. Notching Skiff to Retrieve Sword is a story about life and loss. At some point in our life, things we treasured are bound to be lost, like being taken away by the Yangtze, and never to re-emerge. What is lost in time is lost. Notching our skiff is perhaps the best way to remember it. Life is only meaningful thanks to memory. Through memory we travel upstream the river of time and relive the past, diving again and again into the moments that once shined vivid and bright. In a sense, as long as we can remember them, they are not totally gone. Memory, or notching the skiff, is the ONLY means to “retrieve” the lost sword. Wolf, Imanol, Hirano in Hovsgol Aimag, Mongolia BTW, Nine-Dragon Well 九龍井 is an old neighborhood in Wuchang where I grew up. In the palace of my memory this place is still alive and well, while in reality it was forever changed by Wuhan’s urban development and became unrecognizable."}],"posts":[{"title":"玩弹","slug":"20221119-slingshot","date":"2022-11-19T08:06:24.000Z","updated":"2022-11-19T18:11:41.202Z","comments":true,"path":"2022/11/19/20221119-slingshot/","link":"","permalink":"https://onsaddle.github.io/2022/11/19/20221119-slingshot/","excerpt":"","text":"上半年时，机缘巧合承揽了一个以现代白话文翻译南北朝古史的活儿。 这两年疫情扰攘，自由译者要度过寒冬不容易，接下这个酬劳不高而难度却不低的事来做，一来是觉得史书文字量大，可以有一阶段的稳定收入，二来是它很难得地和这些年我从《读史方舆纪要》、《水经注》延伸而来的对历史地理的兴趣相关。 一千六百多年前的历史，除了要理清史事进程还有无数的地名、官职、典故需要弄懂，间或更是夹有字词艰深句法瑰异的六朝骈文，翻译起来为了信达雅，遣词造句必须几经推敲。久而久之几乎要精神分裂出一个旁观的看客ego，看着苦苦查资料的自己作茧自缚而幸灾乐祸。 长期伏案工作，当然需要有放松身心的户外活动来平衡。疫情处处设卡，骑行是没希望了。最极简的跑步从下半年起又捡起来了，以全马为目标来跟着计划训练，跑量逐月积累。半程马拉松的PB跑出了1：50：05，似乎可以和十年前持平了。但是3次半马过后，逐渐感到长距离的训练压力甚大，还要兼顾营养和运动后的恢复，花的精力着实不少，很难有余力攻关古史。 机缘巧合，九月接触弹弓，现在逐渐取代跑步成为新的户外爱好。 这个东西很有意思。它很古，归在古代“君子六艺”的射艺里面。古代的弹弓，史书上称之为弹，形制与射箭的弓很像，惟弓弦有差异而已。据我考证，它是华夏/汉民族的发明，匈奴鲜卑等游牧民族至迟到魏晋时都无此习俗。 《魏书》上记载，北魏的立国始祖拓跋力微与三国的曹魏和亲，并把太子沙漠汗送到洛阳作人质，在洛阳一住就是十多年。拓跋力微年老之后，沙漠汗请求北归，这时已经是西晋了，晋武帝就备下锦绣丝绢等厚礼送他回去。 拓跋力微派鲜卑贵族远远地迎接太子，大摆酒宴，喝到兴头上，天空中传来鸿雁声声，沙漠汗就对众人说：“我给列位露一手。” 说着拉开弓就是一弹丸，飞雁应弦而落。鲜卑人射箭，却没有玩弹的习俗。在场的鲜卑各部大人见太子不用箭矢就射下飞鸟，全都大吃一惊。 当时，“狡猾狡猾地” 晋武帝见沙漠汗英武过人，怕他北归之后难以羁縻，早已暗中送了大量金帛给这些大人，离间他们和太子之间的关系。他们果然回去后向拓跋力微汇报说，太子才艺非常，引空弓而落飞鸟，是得了晋人的奇技淫巧，乃乱国害民之兆。 拓跋力微这时已经有点老糊涂，加上太子长期驻外，更宠爱留在身边的儿子，竟信了谗言同意把沙漠汗处死，事后追悔莫及，不久也去世了。 始祖闻帝归，大悦，使诸部大人诣阴馆迎之。酒酣，帝仰视飞鸟，谓诸大人曰：“我为汝曹取之。”援弹飞丸，应弦而落。时国俗无弹，众咸大惊，乃相谓曰：“太子风彩被服，同于南夏，兼奇术绝世，若继国统，变易旧俗，吾等必不得志，不若在国诸子，习本淳朴。”咸以为然。且离间素行，乃谋危害，并先驰还。始祖问曰：“我子既历他国，进德何如？”皆对曰：“太子才艺非常，引空弓而落飞鸟，是似得晋人异法怪术，乱国害民之兆，惟愿察之。”自帝在晋之后，诸子爱宠日进，始祖年逾期颐，颇有所惑，闻诸大人之语，意乃有疑。因曰：“不可容者，便当除之。”于是诸大人乃驰诣塞南，矫害帝。既而，始祖甚悔之。 沙漠汗喜提“因玩弹弓而失去王位乃至生命之第一人”。 古代弹弓的原理和弓箭一样，主要是利用弓身而不是弓弦的形变势能来射击。19世纪橡胶工业诞生之后，才逐渐出现了利用弓弦的形变势能来射击的现代弹弓，也就是小时候自己做过的Y形的那种。 长途骑行时有时会被路过村庄的恶狗追赶。有过几次这种惊险经历以后，我向其他长途骑友取经，曾经买了把弹弓放在包里算是防身，后来却一次也没用上，大概是恶狗也觉我面善了吧。 19年骑行去随州，返程坐火车进站时被工作人员拦下，原来是不锈钢弹弓被X光机检出，属于不能携带上列车的禁品。只好留给他们玩了。 生而为人已倍感禁锢，自由飞翔的鸟雀，怀而慕之，怎忍害其性命？如今的弹弓对我而言，是纯粹的健身运动用品。在林中端正姿态，调整气息，引而不发，凝目度测，都是过程之美。松手释放，命中标靶的一声脆响传来，心头忽而感到一阵轻快，那一刻的意气自如最是难忘。发而不中，反求诸己。即便连续失准也不急躁，因为和射弹过程的一系列修正谐调自身相比，最后弹丸有没有击中悬垂的空瓶，已经是不需要过于执着的了。 拉弓瞄准时碰上阵风吹来，弓弦的嗡嗡之声让人心神旷远。几千年的大小战事，多少铜铁矢簇在空中飞行，坠入泥土或是穿透甲胄，又有多少血肉之躯感受到金属的彻骨锋锐，从此了无声息跌入尘埃。 生命的本质是能量。拉动弹弓，我把我的一小部分生命转移到了弹丸上。它飞走了，穿越凛冽远去。我看见一小部分的我获得了自由，一意孤行地完成冥冥中的轨迹。粉碎也好，完整也罢，余音终于融入寂静，融入万籁。","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"slingshot","slug":"slingshot","permalink":"https://onsaddle.github.io/tags/slingshot/"}]},{"title":"霈琳 & 輝 Having a Baby","slug":"Having-a-Baby","date":"2022-06-07T08:06:24.000Z","updated":"2022-06-07T13:33:39.066Z","comments":true,"path":"2022/06/07/Having-a-Baby/","link":"","permalink":"https://onsaddle.github.io/2022/06/07/Having-a-Baby/","excerpt":"","text":"Last month my former colleague 霈琳 (sometimes I call her 女神經小姐) gave birth to a cute baby girl. She and her husband 輝 live in Zhanjiang in Guangdong. They are my friends and I had encouraged them to tie the knot for quite some time. But I knew they had some ups and downs even before I left Guangdong for Wuhan. Finally last winter they made the call. That gave me great relief, because they REALLY are a perfect match and to see people like them miss each other out would definetely break my heart. I sent a little gift to the new parents and 輝, who is a talented barista, sent me two packs of freshly roasted coffee beans. He knew I’m a coffee drinker. I haven’t visited his cafe Old House yet, which he co-founded with friends after his previous cafe business, a cafe joint on a mini-van called STAY Coffee Bus, ceased to operate following some rifts between him and the investor. I was a fan of STAY. In 2017 when I visited them I spent half a day with 輝 working in this little cafe bus. It was something that you can call a “dream”. I know not too many men live to work on their dreams, on every details and all the challenges that come along. It deserved better. Baby it’s good to see a fresh new life brought into this world. The world is flawed. We are flawed. A new life is flawless.","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"friends","slug":"friends","permalink":"https://onsaddle.github.io/tags/friends/"}]},{"title":"Ballads of the North 樂府英譯——北朝民歌一束","slug":"northern-songs","date":"2022-01-13T08:06:24.000Z","updated":"2022-01-19T16:53:02.000Z","comments":true,"path":"2022/01/13/northern-songs/","link":"","permalink":"https://onsaddle.github.io/2022/01/13/northern-songs/","excerpt":"","text":"Some ancient nomadic peoples in northern Asia, like Xiongnu 匈奴, Xianbei 鮮卑 and Rouran 柔然, didn’t develop a writing system for their languages. Their heterogeneous confederations usually consisted of a variety of tribal groups, whose cultures and customs spread across the steppe and then, when their states and dynasties were no more, simply merged into the latecomers’. Sometimes I wonder if this would be a cleaner, happier way of existence - no need to learn how to write. For your relatively short life expectancy, just speak what you think, and let the next wind carry it away. No diary, no blog. No journalism, no tomes of classics and no exam papers for the kids. No glory to pass down. No lies to repeat. When night falls and bonfire rises, you sing. When you die, your songs might be sung by neighbours and children, or not. Clans and generations, great loves and legendary warriors, all disappear after one or two blizzards in the history. Really clean. This, understandably, posed a challenge to the preserving of history record and literature. A strange hobby of some compulsive obsessionists, no doubt. But there was always the Han Chinese. Boy did we love writing. We worshipped it, creating different forms of scrips, making many an arts and inventions for it. To be able to write was like to be able to interpret ancestors and saints, gods and emperors. Thanks to the records of the Han Chinese, some cultural traces of the disappeared nomads were preserved. Such as the folk songs of the Northern Dynasties (386 - 581 CE) 北朝民歌. They are mostly ballads of Xianbei people, singing about wars, steeds, young lovers and scenery of the north, and were dutifully collected by the music department (called Yuefu 樂府) of the Southern Dynasties established by the Han. Compared to the folk songs in the south, which were often sung by female singers using many puns and metaphors, these northern songs are distinctively less feminine, much bolder and more straightforward. (Poem of Mulan 木蘭詩 is one celebrated example.) The nameless Yuefu translators did their job well and skilfully. Centuries later, we can still recite these beautiful lyrics, even chant them in rhythm, enjoying the vivid images they inspire. But please bear in mind - they are mostly results of Han translators’ rendition. The original ballads were sung in the tongue of the nomads, who loved singing in their lifetime so much that, they didn’t bother to entrust their songs to any form of writing. I understand and respect that. Life is short. Sing. Here goes my rendition of a handful of these northern songs: Songs of Picking Willow Branches (Translator’s note: according to an old Chinese tradition, willow branches, a token of sadness and lingering thoughts, were often presented as a farewell gift between loved ones or friends) ~ Time to bid goodbye. I mounted my horse ~ Instead of a whip, I reached for a branch of willow ~ On top of the saddle I crossed my legs. Sound of long flute gently flew ~ How many roads could a traveller ride down, before he was crushed by his sorrow (sung by rider’s wife) ~ I saw my man off. Sorrow weighed down my heart ~ To be close to him I wished to be his whip ~ Far or near he rides, I would curl around his arm ~ When he crosses his legs, I would curl around his knees ~ Pasturing my horse in the Twin Spring Marsh ~ I was a fool to forget to tie its feet ~ Shouldering the saddle I chased my pony ~ When would you stop and be a fine steed ~ I rode till I laid my eyes on River Mengjin ~ Poplars and willows lined its banks, whirling and dancing ~ In a southern tongue I heard someone singing ~ This Xianbei herdsman could not fathom its meaning ~ A valiant man calls for a swift horse ~ A swift horse calls for a valiant master ~ Hero or coward? Not for a game of words to decide ~ A fierce horseback duel, then, the answer will arise 折楊柳歌辭 其一 上馬不捉鞭， 反折楊柳枝。 蹀座吹長笛， 愁殺行客兒。 其二 腹中愁不樂， 願做郎馬鞭。 出入擐郎臂， 蹀座郎膝邊。 其三 放馬兩泉澤， 忘不著連羈。 擔鞍逐馬走， 何見得馬騎。 其四 遙看孟津河， 楊柳鬱婆娑。 我是虜家兒， 不解漢兒歌。 其五 健兒須快馬， 快馬須健兒。 蹕跋黃塵下， 然後決雌雄。","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Yuefu","slug":"Yuefu","permalink":"https://onsaddle.github.io/tags/Yuefu/"},{"name":"nomads","slug":"nomads","permalink":"https://onsaddle.github.io/tags/nomads/"}]},{"title":"Translation of Beidao's poem Last Words 北島《宣告》英譯","slug":"Last-Words","date":"2021-06-03T08:06:24.000Z","updated":"2021-06-03T23:31:08.000Z","comments":true,"path":"2021/06/03/Last-Words/","link":"","permalink":"https://onsaddle.github.io/2021/06/03/Last-Words/","excerpt":"","text":"Last Words dedicated to a martyr, Yu Luoke by Beidao (1949 - ) The final moment has arrived, I think I left no will only a pen, to my mother I am not a Hero In an era that sustains no Hero I just wanted to be a Man The silent horizon separates the dead from the living I had to choose the sky Never kneel on the earth to let the executioners look tall so they can stem the wind of freedom Out of the stars - my bullet holes A red dawn will spew 譯者注： 一九七零年三月，《出身論》作者遇羅克於北京工體萬人公判大會上獲判死刑。十年後，紛擾稍止，詩人北島寫下短詩《宣告》，擬想遇羅克赴死心境。今值慘案卅贰周年，譯以志悼。 原詩： 宣 告——给遇罗克烈士北岛 也许最后的时刻到了我没有留下遗嘱只留下笔，给我的母亲我并不是英雄在没有英雄的年代里，我只想做一个人。宁静的地平线分开了生者和死者的行列我只能选择天空决不跪在地上以显出刽子手们的高大好阻挡自由的风从星星的弹孔里将流出血红的黎明","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"}]},{"title":"Hostility from World and Friendship from Chinese Bulbul 世界的敵意與鳥兒的友情","slug":"Hostility-from-World","date":"2020-06-27T08:06:24.000Z","updated":"2022-01-13T07:51:12.000Z","comments":true,"path":"2020/06/27/Hostility-from-World/","link":"","permalink":"https://onsaddle.github.io/2020/06/27/Hostility-from-World/","excerpt":"","text":"疫病滿人間 也許佛陀需要一個沒有醫保的小翻譯覺悟 或許他擔心自由讓我忘記世事險惡（并沒有） 甲潑尼龍，奧美拉挫，厄貝沙坦，雙嘧達默 名字凶險的28顆白粒子 每天服用，欲仙欲死的苦 期待著醫生老爺描述的不良反應： “…焦慮、興奮、欣快或抑鬱、失眠、性格改變、精神失常、癲癇發作…” 窗臺上，用葵花子和麥粒 我跟小區一群白頭鵯建立了友誼 承蒙慨允，他們容我架好相機再退回屋内 攝下就餐或避雨的肖像 偶爾晚起 沒有佈上清晨的食糧 他們依然在紗窗前如約獻歌 烏鶇的歌喉更殷勤些 但他們已經生了今年的幼鳥 忙著帶娃 情歌不太能聽見了","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"birding","slug":"birding","permalink":"https://onsaddle.github.io/tags/birding/"},{"name":"illness","slug":"illness","permalink":"https://onsaddle.github.io/tags/illness/"}]},{"title":"Birding from Cage 籠中觀鳥","slug":"Birding-from-Cage","date":"2020-04-13T08:06:24.000Z","updated":"2020-04-13T18:17:28.000Z","comments":true,"path":"2020/04/13/Birding-from-Cage/","link":"","permalink":"https://onsaddle.github.io/2020/04/13/Birding-from-Cage/","excerpt":"","text":"山斑鳩 Streptopelia orientalis，Oriental Turtle Dove 烏鶇 Turdus merula，Eurasian Black Bird. Extremely skilled singers. Only male adults are black. 白頭鵯 Pycnonotus sinensis，Chinese Bulbul","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"birding","slug":"birding","permalink":"https://onsaddle.github.io/tags/birding/"},{"name":"COVID-19","slug":"COVID-19","permalink":"https://onsaddle.github.io/tags/COVID-19/"}]},{"title":"Du Fu \"A Traveller's Reveries at Night\"  杜甫《旅夜書懷》英譯","slug":"Du-Fu-Travellers-Reveries","date":"2020-04-11T08:06:24.000Z","updated":"2020-04-14T18:39:54.000Z","comments":true,"path":"2020/04/11/Du-Fu-Travellers-Reveries/","link":"","permalink":"https://onsaddle.github.io/2020/04/11/Du-Fu-Travellers-Reveries/","excerpt":"","text":"杜甫的《旅夜書懷》應寫於他離開成都、流寓蜀地楚地間的晚年。 少陵一生的抱負是輔佐明君，效仿堯舜來施行仁政，然科舉屢試不第，求仕多年，僅在長安、華州等地短期任過幾個小官，很快就因遭貶斥或不習慣官場污濁而去職。他人生的青壯年時代，正值盛唐之末，把持朝政的李林甫、楊國忠之輩對文人學士采取打壓政策，朝廷吏治趨向腐敗，同時邊鎮坐大，割據之勢積重難返。隨後的安史之亂，兵燹飢饉與疫病橫行，人口大量死亡。 在這樣的亂世下，除了不斷寫下針砭現實的詩文，杜甫顛沛流離的生活是很不如意的，常常全家陷於窮愁境地，要靠朋友接濟才免於凍餓。幼子因飢餓而逝于奉先，給他留下巨大的悲痛。 這首詩的前半部分寫景，貌似大氣磅礴，卻蘊涵一種空闊、寂靜的情緒，絕不似曹孟德《步出夏門行》的雄渾豪邁。在一片星月壯闊的畫面下，映襯出後半部分悲愴感懷的寥落。 喜讀一切關於長江的詩，不僅是因爲我在長江邊長大，更因爲在不同作者的眼中，這條河流呈現著不同的形態。人的生命，面對時間長河會顯得十分短暫微茫，但文字記錄下的瞬間感悟，有時卻能穿越時空，打動另一個靈魂。 A Traveller’s Reveries at Night Du Fu (712 - 770) Slender grass. Gentle breeze. Void river banks. ​ In the silence of night swings the lofty mast of my lone skiff. Low hanging stars. Far stretching fields. ​ Upon the running Yangtze shivers the moon’s reflection. How odd, that reputation can come out of one’s prose. ​ Sick leave and retirement, is surely the appropriate ending for an official career. Drifting on and on. I wonder what a life like this resembles. ​ Ah, yes, a sand gull ever gliding between heaven and earth. 旅夜書懷 杜甫 細草微風岸，危艢獨夜舟 星垂平野闊，月湧大江流 名豈文章著，官應老病休 飄飄何所似，天地一沙鷗 2014年12月，蘇州月夜","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Du Fu","slug":"Du-Fu","permalink":"https://onsaddle.github.io/tags/Du-Fu/"}]},{"title":"Tide Changes 潮水涨落不定","slug":"Tide-Changes","date":"2020-03-18T17:33:08.000Z","updated":"2020-03-19T18:37:26.000Z","comments":true,"path":"2020/03/19/Tide-Changes/","link":"","permalink":"https://onsaddle.github.io/2020/03/19/Tide-Changes/","excerpt":"","text":"中间包饺子的男青年是和平队志愿者，遗憾我忘了他的名字 2017除夕在海口巴纳纳青旅认识了一个年轻的和平队志愿者，他正穿着和平队的褐色Tee，个子不高，友善但有点腼腆，一个人打着青旅的台球。和他玩了一局美式九球，边打边聊。 他来自南达科他州（见我我反应有点迟疑他给我看了拉什莫尔山的照片，果然有效），硕士第二年参加了和平队，在重庆江津教英语。他也觉得何伟的书不错，还说他的书让和平队在国内的知名度提升了不少。我说很多中国人可不怎么喜欢你们新上任的总统（川普）啊，他笑道，我们也都不喜欢他。 3年过去了。刚刚驱逐了一批纸媒驻华记者，和平队也撤了，何伟的《纽约客》专栏早已经在墙内无法访问。看了友邻的中译版。 涪陵的白鹤梁并没有变，只有江水涨起落下，视线看不到了而已。封锁中的城市和国度，顺行还是逆行，包容还是驱赶，观察的人就和涪陵的白鹤梁一样，也是不会变的。","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"Peace Corps","slug":"Peace-Corps","permalink":"https://onsaddle.github.io/tags/Peace-Corps/"},{"name":"Peter Hessler","slug":"Peter-Hessler","permalink":"https://onsaddle.github.io/tags/Peter-Hessler/"},{"name":"open up","slug":"open-up","permalink":"https://onsaddle.github.io/tags/open-up/"}]},{"title":"Oriole, An Elegy 《詩經·黃鳥》英譯","slug":"Oriole-poem","date":"2019-12-26T08:06:24.000Z","updated":"2020-03-03T13:33:38.000Z","comments":true,"path":"2019/12/26/Oriole-poem/","link":"","permalink":"https://onsaddle.github.io/2019/12/26/Oriole-poem/","excerpt":"","text":"Last night I stayed up all night browsing the blog of late American adventure cyclists, Jay and Lauren. The couple was murdered last August in the Pamir mountains on their cross-continent trip. Today when turning the pages of Classic of Poetry 詩經, this short poem 《黃鳥》 came to my eyes. It was an elegy for the three brothers (子車奄息，子車仲行，子車鍼虎) of Ziju 子車 clan in Qin state 秦國, who were all celebrated warriors. When their lord - Duke Mu 秦穆公 - died in 621 BC, the three brothers were slain as human sacrifices so they could guard the dead duke in his afterlife. In their life time the men were popular among the martial people of Qin, who admired their strength and courage greatly. Songs were written in memory of them and this particular one was later colleced into the book. Four hundred years after their death, Emperor Qin Shihuang 秦始皇, Duke Mu’s descendant, guarded his own mausoleum with a terracotta army instead of real warriors. I dedicate this translation to the two short yet enriched lives - Jay Austin and Lauren Geoghegan. R.I.P. courtesy of simplycycling.org 黃鳥 詩經 | 國風 | 秦風 交交黃鳥，止於棘。誰從穆公？子車奄息。維此奄息，百夫之特。臨其穴，惴惴其慄。彼蒼者天，殲我良人！如可贖兮，人百其身！ 交交黃鳥，止於桑。誰從穆公？子車仲行。維此仲行，百夫之防。臨其穴，惴惴其慄。彼蒼者天，殲我良人！如可贖兮，人百其身！ 交交黃鳥，止於楚。誰從穆公？子車鍼虎。維此鍼虎，百夫之禦。臨其穴，惴惴其慄。彼蒼者天，殲我良人！如可贖兮，人百其身！ Oriole Airs of Qin | Airs of States | Classic of Poetry Cooing and cooing, the oriole sang.Yet his song subsided on the thorn branch.Who followed Duke Mu to the underground?It was Yanxi of the Ziju clan;The same Yanxi who was a match of a hundred men.Before his tomb here I stand.Torn is my heart, agitated is my mind.You high there, the void Heaven,You took away our finest sons!Could his life be ransomed, here are one hundred of us, to trade for this one！ Cooing and cooing, the oriole sang.Yet his song stopped on the mulberry branch.Who followed Duke Mu to the underground?It was Zhongxing of the Ziju clan;The same Zhongxing who could hold off a hundred men.Before his tomb here I stand.Torn is my heart, agitated is my mind.You high there, the void Heaven,You took away our finest sons!Could his life be ransomed, here are one hundred of us, to trade for this one！ Cooing and cooing, the oriole sang.Yet his song snapped on the bramble branch.Who followed Duke Mu to the underground?It was Zhenhu of the Ziju clan;The one and the same Zhenhu as the bravest centurion.Before his tomb here I stand.Torn is my heart, agitated is my mind.You high there, the void Heaven,You took away our finest sons!Could his life be ransomed, here are one hundred of us, to trade for this one！ 2019年12月26日下午譯畢","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Classic of Poetry","slug":"Classic-of-Poetry","permalink":"https://onsaddle.github.io/tags/Classic-of-Poetry/"}]},{"title":"Fermenting November 冬月，釀酒焙麥","slug":"Nov-bake","date":"2019-12-05T08:06:24.000Z","updated":"2020-03-03T13:44:22.000Z","comments":true,"path":"2019/12/05/Nov-bake/","link":"","permalink":"https://onsaddle.github.io/2019/12/05/Nov-bake/","excerpt":"","text":"Cold November days, as grey as my old depression. Made a jar of rice wine 米酒 after solar term of Winter Start 立冬, which I mistook for another, more celebrated one, the Winter Solstice 冬至, following an old rural tradition of my hometown. Made 2 lbs of spicy beef jerky and sent it along with the rice wine to my sis as a gift. Started a long-term project of sampling survey of Hot Dry Noodle 熱幹面 joints across Wuhan. about 14 degree of alcohol Naan Рижский хлеб Rye bread with fermented bean curd 腐乳 rocks Pumpkin bread","categories":[{"name":"WhatsCooking","slug":"WhatsCooking","permalink":"https://onsaddle.github.io/categories/WhatsCooking/"}],"tags":[{"name":"bread","slug":"bread","permalink":"https://onsaddle.github.io/tags/bread/"},{"name":"baking","slug":"baking","permalink":"https://onsaddle.github.io/tags/baking/"},{"name":"food","slug":"food","permalink":"https://onsaddle.github.io/tags/food/"},{"name":"wine","slug":"wine","permalink":"https://onsaddle.github.io/tags/wine/"}]},{"title":"Conscripted at Fifteen 十五從軍徵","slug":"Conscripted-at-fifteen","date":"2019-11-25T08:06:24.000Z","updated":"2022-01-13T08:09:38.000Z","comments":true,"path":"2019/11/25/Conscripted-at-fifteen/","link":"","permalink":"https://onsaddle.github.io/2019/11/25/Conscripted-at-fifteen/","excerpt":"","text":"十五從軍徵八十始得歸道逢鄉里人家中有阿誰遙看是君家松柏塚累累兔從狗竇入雉從樑上飛中庭生旅谷井上生旅葵舂谷持作飯採葵持作羹羹飯一時熟不知遗阿誰出門東向看淚落沾我衣 This is a well-known Yuefu 樂府 ballad, written probably during the violent final years of Eastern Han dynasty and Three Kingdoms era in the 3rd century, depicting an old man’s visit to the ruins of his old family house after a lifelong forced service in the army. It is a heart-breaking image. Barren, empty fields in the winter. Ruins of old houses after many wars. Tombs, old and new, crowded. Homeless old man. Conscripted at fifteen, Only discharged at eighty. Met a traveler from home village, “Who’s still living in my family?” “Over there was your cottage,” said he, “Now home to pines, cypresses and a cemetery.” Hares scuttled in through the dog hole, Pheasants fluttered above the old beam. In the courtyard ripened wild grain, On top of the well flourished a mallow bush. Pestled the grain to make pot of rice, Plucked mallow leaves to make a pottage. Pottage and rice were both cooked and ready, Yet with who I’d share them in this yard all empty? Stumbling outside I looked east, Something wetted my collar, I don’t know, my old eyes were blurry. dusk, Jianghan plain 江漢平原, August 2020","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"homeless","slug":"homeless","permalink":"https://onsaddle.github.io/tags/homeless/"},{"name":"Yuefu","slug":"Yuefu","permalink":"https://onsaddle.github.io/tags/Yuefu/"}]},{"title":"Pot-holding Lodger 端鍋客","slug":"pot-holding-lodger","date":"2019-11-10T08:06:24.000Z","updated":"2020-02-12T07:19:44.000Z","comments":true,"path":"2019/11/10/pot-holding-lodger/","link":"","permalink":"https://onsaddle.github.io/2019/11/10/pot-holding-lodger/","excerpt":"","text":"貳零壹肆年歲末，余訪姑蘇，住烏鵲橋。青旅甚小，店中一客，備電飯鍋一口，日日飯蔬同炊一鍋中，熟則不列碗碟，端鍋而食，似頗甘美。余異之，與談，客甚謙謙。乃知此君由浙來蘇拜師習古琴，師父每月止授一日，悉賴自修，已住店數月，有阮囊之羞，故儉省自奉如此。求聞一曲，客赧而不許。邀共宴飲，亦皆辭謝，惟飲余所攜武夷茶一盞。居遊七日，流連吳中亭台園圃間，終未得聞其琴曲。及將離蘇，客堅送至公車站乃別。","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"travel","slug":"travel","permalink":"https://onsaddle.github.io/tags/travel/"},{"name":"Suzhou","slug":"Suzhou","permalink":"https://onsaddle.github.io/tags/Suzhou/"},{"name":"youth hostel","slug":"youth-hostel","permalink":"https://onsaddle.github.io/tags/youth-hostel/"}]},{"title":"First Loaf in 2019 今年開爐第一包","slug":"first-loaf","date":"2019-11-05T08:06:24.000Z","updated":"2019-11-12T19:48:20.000Z","comments":true,"path":"2019/11/05/first-loaf/","link":"","permalink":"https://onsaddle.github.io/2019/11/05/first-loaf/","excerpt":"","text":"After a year without oven and the smell of parched flour, the baking hibernation is finally over. An ideal oven should be a low-tech appliance. Mine is a robust mechanically controlled 38L Dolim, freshly arrived from Foshan. I decide to get warmed up with a rustic, nordic style loaf. The warm, slightly sour smell of rye did wake up all the memory of the coldest days in Guangzhou that year when making bread in a tiny 15L oven saved my life. dough baking cooling magic of Maillard caramelised crumb structure I can gaze at bread or dough for hours. It’s a living thing. A dough is very much like a baby. Baking is kind of a reminder. If you can bake, you can love.","categories":[{"name":"WhatsCooking","slug":"WhatsCooking","permalink":"https://onsaddle.github.io/categories/WhatsCooking/"}],"tags":[{"name":"bread","slug":"bread","permalink":"https://onsaddle.github.io/tags/bread/"},{"name":"baking","slug":"baking","permalink":"https://onsaddle.github.io/tags/baking/"},{"name":"food","slug":"food","permalink":"https://onsaddle.github.io/tags/food/"}]},{"title":"Rapeseed Oil Noodle, A Hubei Specialty 我们湖北的油麵","slug":"noodle-youmian","date":"2019-11-02T08:06:24.000Z","updated":"2022-01-13T19:26:02.000Z","comments":true,"path":"2019/11/02/noodle-youmian/","link":"","permalink":"https://onsaddle.github.io/2019/11/02/noodle-youmian/","excerpt":"","text":"In this Oct 1st holiday I pedalled to 團風 (county about 100 km east of Wuhan, under administration of 黃岡市) and camped near 牛車河水庫 for two days, far away from bravado military parades and futile street protests. Gathering of large number of people always arouses my strong impulse to withdraw. I willingly accept the title of “isolationist”, “reactionist” even, or any other label that excites a nut or mob. Here at the foot of Dabie were only hills, villages, sky, water and night stars - simple things that calm the nerves. Nature brings the better side out of humanity. When passing through a village called 周家灣 I witnessed the production of a local handmade noodle called 油麵 （literally, Oil Noodle, a specialty noodle in 團风、羅田、英山、麻城、黃陂、武穴）. To be exact I only saw the final stages of the process - drying and packaging. Impressive. The fine noodles on the shelves - slightly pale instead of bright white because of the rapeseed oil in it - swayed in the breeze like a delicate pearl curtain. The friendly father and son told me about their work with implicit pride. Made with flour, water, salt and a little rapeseed oil, the dough is first painstakingly hand-rubbed into thick strips, and is then elongated/pulled by pairs of extra-long chopsticks for multiple times into thinner threads. Then the chopsticks are attached to the wooden shelves where the noodles are pulled by its own weight into even finer threads and are air-dried outdoors in fine days. Extra work is needed to separate the noodle threads during the drying process. The dry noodles are then neatly packed into rolls, tied up with a red string. It used to be a celebration food, they told me, often presented as gifts for weddings and childbirths. Now many elderly people in this part of Hubei still enjoy the noodle at home for its unparalleled flavour and texture - the fine noodle is smooth as silk, fragrant and delicious in a chicken or pork broth (I can testify on this). No cheap machine-made noodles can compete that - why it survived. I bought 10 yuan of noodles from them, about 1 kilo. The price is rather low for a handmade noodle, but this is central China’s countryside. I wished them good luck sincerely. The noodle felt heavy in the pannier, but remained intact for the 100 km way back. I made a chicken broth and soaked cooked noodle into the broth - a hearty Chicken Broth Noodles 鸡汤麵! The noodle was so silky. Mum praised highly of it. I really wished I had brought back 5 kilo more. GPX track from Wuhan to Niuchehe Reservoir 牛車河水庫 : https://share.weiyun.com/5Jyri8n Need to take a ferry to cross the Yangtze at 白滸鎮 village of 葛店 town. The lone ferry boat there would only set out when there are at least five passengers obviously to cover the cost. So prepare to spend a good couple of hours at the ferry crossing. Good opportunity to strike up conversations with the locals.","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"cycling","slug":"cycling","permalink":"https://onsaddle.github.io/tags/cycling/"},{"name":"Dabie","slug":"Dabie","permalink":"https://onsaddle.github.io/tags/Dabie/"},{"name":"Hubei","slug":"Hubei","permalink":"https://onsaddle.github.io/tags/Hubei/"},{"name":"food","slug":"food","permalink":"https://onsaddle.github.io/tags/food/"},{"name":"noodle","slug":"noodle","permalink":"https://onsaddle.github.io/tags/noodle/"}]},{"title":"Fine Drizzle - A Translation 雨絲","slug":"Drizzle-Zheng-Chouyu","date":"2019-09-19T08:06:24.000Z","updated":"2019-10-08T05:11:52.000Z","comments":true,"path":"2019/09/19/Drizzle-Zheng-Chouyu/","link":"","permalink":"https://onsaddle.github.io/2019/09/19/Drizzle-Zheng-Chouyu/","excerpt":"","text":"Zheng Chouyu 鄭愁予 (1933 - ) 鄭愁予的《雨絲》，初識于大學時很喜歡的齊豫滾石珍藏版專輯中。還記得這是磁帶B面的第4首。“我們底戀啊，像雨絲……如今已是，摔碎的珍珠，流滿人世了……” 這首詩寫於約70年前，卻依然如此動人。 我認為詩中的“蓮葉燈”實際是指蓮花燈，一種中國傳統的用於許願祈福的蓮花形燈籠，又稱寶蓮燈。故改譯為lotus lantern。 Fine Drizzle Our love, was like a fine drizzle.On the path from one star to another,Soundlessly our carriage passed. We frolicked in the transparent forest,washed our feet in the waterless creek —— O that riverbed, crowded with lotus lanterns,where the story of Cowherd and Magpie Bridge was left behind … Left behindwas our love, like a fine drizzle,slanting, swaying, woven into a pale memory.But, could a pale memory find eternity among the stars?A shattered pearl now it becomes,scattered over this Earth … 2019年9月19日譯，22日改定 雨絲我們底戀啊，像雨絲，在星斗與星斗間的路上，我們的車輿是無聲的。曾嬉戲於透明的大森林，曾濯足于無水的小溪，——那是，擠滿著蓮葉燈的河床啊，是有牽牛和鵲橋的故事 遺落在那裡的……遺落在那裡的——我們底戀啊，像雨絲，斜斜地，斜斜地，織成淡的記憶。而是否淡的記憶 就永留於星斗之間呢？如今已是摔碎的珍珠流滿人世了…… 1950 李泰祥作曲，齊豫演唱的《雨絲》","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"Zheng Chouyu","slug":"Zheng-Chouyu","permalink":"https://onsaddle.github.io/tags/Zheng-Chouyu/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"}]},{"title":"Translating Gu Cheng 顧城短詩一束","slug":"Gu-Cheng-5-Poems","date":"2019-09-16T08:06:24.000Z","updated":"2022-06-07T12:44:24.114Z","comments":true,"path":"2019/09/16/Gu-Cheng-5-Poems/","link":"","permalink":"https://onsaddle.github.io/2019/09/16/Gu-Cheng-5-Poems/","excerpt":"","text":"Aspen Tree The moment I lost an arm，I opened wide an eye. A Generation Dark night has left me dark eyesYet with them I search for bright light Snap Sunlightflashed in the skythen was shut by dark clouds. Torrential rain is washingthe film of my soul. Far and Close Yougazed at meand gazed at clouds You feltso far away when gazing at meand so close when gazing at clouds Narrow Alley Narrow alleylong and winding There’s no doorThere’s no window There an old key you holdwith which a thick wall you knock 楊樹 我失去了一隻臂膀，就睜開了一隻眼睛。 一代人 黑夜給了我黑色的眼睛我卻用它尋找光明 攝 陽光在天上一閃，又被烏雲掩埋。 暴雨沖洗著，我靈魂的底片。 遠和近 你一會看我一會看雲 我覺得你看我時很遠你看雲時很近 小巷 小巷又彎又長 沒有門沒有窗 你拿把舊鑰匙敲著厚厚的牆 Gu Cheng 顧城 (1956-1993)","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Gu Cheng","slug":"Gu-Cheng","permalink":"https://onsaddle.github.io/tags/Gu-Cheng/"}]},{"title":"Bookstore's Plan for 'Suicide Authors Shelf' Canceled “自殺作家”專架風波","slug":"bookstore-suicide-shelf","date":"2019-08-28T08:06:24.000Z","updated":"2019-11-02T12:37:26.000Z","comments":true,"path":"2019/08/28/bookstore-suicide-shelf/","link":"","permalink":"https://onsaddle.github.io/2019/08/28/bookstore-suicide-shelf/","excerpt":"","text":"A well-respected independent bookstore in Nanjing 南京 said on Weibo that it was planning a special shelf dedicated to those authors who took their own lives, and encouraged Weibo followers to suggest a list. This marketing move caused a small buzz across social networks severe enough for the bookstore to issue an online apology the next day, saying it had abandoned the plan which “shows a lacking of respect to the late authors and also hurts the feeling of the readers.” I visited the “Librairie Avant-grade” 先鋒書店 four years ago and liked it. Its decoration and layout had a touch of seriousness as close to religious faith as a bookstore can get. They had a high quality collection of books of humanity, arts and social science. I bought Dmitry Merezhkovsky’s Napoleon: A Study there, which proved to be the best biography and in-depth study of the emperor I have come across. (Yes, the best Napoleon study, from a Russian writer.) One of their special services was that they offered to put a store stamp on the back of your purchased books - a nostalgic tradition that not many bookstores care to practice nowadays. Personally I think the abandoned plan would have been a campaign that missed the point badly: suicide itself, not the variety of authors who committed it, is a worthy category/subject. As Camus put it, “there is but one really serious philosophical problem and that is suicide.” Librairie Avant-grade in 2015 The bookstore’s intention might be to highlight the weight of “suicide” as a universal theme among great minds. But simply putting up a shelf of books - not by those who thought about it, talked about it and wrote about it but by those who committed it for various reasons - would have defeated the purpose, if ever there is one. My feelings are not hurt at all (how silly such claims sound). On the contrary I have an amusing visualization of such a “suicide authors shelf” scenario: 午夜，當書店陷入黑暗寂靜中時，作者的靈魂紛紛從封面走下來，在書架間彼此問候傾談幾句，或是在角落裡打哈欠抽煙發呆，阿嘉莎問問隔壁道爾爵士的研究新進展，納博科夫向塞林格打聽康尼什小鎮的蝴蝶萍蹤，唯有一處書架下聚了一群人默不作聲像是在賭氣，定睛一看有腦袋纏繃帶的梵古、悶頭擦獵槍的大鬍子海明威、手捧大卵石峨冠往下滴著水的屈原大夫，還有好些穿著上世紀六十年代灰藍布制服、口袋別著鋼筆的老先生。一轉身遇見茨威格，圓眼鏡氣得直閃光：“這叫一個亂！剛才我可遇著希特勒了——誰把《我的奮鬥》塞這兒來了？”","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"bookstore","slug":"bookstore","permalink":"https://onsaddle.github.io/tags/bookstore/"},{"name":"suicide","slug":"suicide","permalink":"https://onsaddle.github.io/tags/suicide/"},{"name":"Nanjing","slug":"Nanjing","permalink":"https://onsaddle.github.io/tags/Nanjing/"},{"name":"Librairie Avant-grade","slug":"Librairie-Avant-grade","permalink":"https://onsaddle.github.io/tags/Librairie-Avant-grade/"}]},{"title":"Ode to State's Fallen Warriors 《楚辭•九歌·國殤》英譯","slug":"Ode-state-warrior","date":"2019-05-29T08:06:24.000Z","updated":"2019-10-15T15:29:12.000Z","comments":true,"path":"2019/05/29/Ode-state-warrior/","link":"","permalink":"https://onsaddle.github.io/2019/05/29/Ode-state-warrior/","excerpt":"","text":"Ode to State’s Fallen Warriors Nine Odes, Songs of ChuQu Yuan (340-278 BC) Wielding dagger-axes from Wu placeWearing armors made of rhino hideWarriors drove the chariots across the enemy’sEngaging them hand to hand Banners blocking the sunEnemy swarmed like cloudsUnder pouring rain of arrowsChu warriors rushed to confront their foes Our formation was brokenOur line was penetratedThe left horse was killedThe right horse was wounded by blades Wheels trapped among corpsesHorses dragged unmovableYet they raised high the jade drum sticksAnd the sound of battle drum burst out loud The heaven was darkenedThe earth roaring in rampageThe last warriors fell to the groundMen’s bodies littered the land after brutal fight Leaving home, they had no intent to returnMarching forward, they rode towards certain deathEndless plain they marched acrossThe land so vast, the journey so long Only the longest sword a true warrior carriesThe strongest bow he drawsEven when his head and body lie in different placesHis soul can not be bent A candid, fearless and martial people we areStrong to the end. Can be conquered by noneThe body dies. The spirit neverEven taken by death, a brave soul would still be the captain of ghosts. 2019年端午前夕譯，2019年9月改定 國殤 《楚辭•九歌》屈原 操吳戈兮被犀甲，車錯轂兮短兵接； 旌蔽日兮敵若雲，矢交墜兮士爭先； 淩余陣兮躐余行，左驂殪兮右刃傷； 霾兩輪兮縶四馬，援玉枹兮擊鳴鼓； 天時懟兮威靈怒，嚴殺盡兮棄原野； 出不入兮往不反，平原忽兮路超遠； 帶長劍兮挾秦弓，首身離兮心不懲； 誠既勇兮又以武，終剛強兮不可淩； 身既死兮神以靈，魂魄毅兮為鬼雄。 軎 (wèi) Bronze chariot axle cap. Hubei Provincial Museum. Bronze arrow heads. Hubei Provincial Museum. Leather armour. Hubei Provincial Museum.","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Chu","slug":"Chu","permalink":"https://onsaddle.github.io/tags/Chu/"},{"name":"Qu Yuan","slug":"Qu-Yuan","permalink":"https://onsaddle.github.io/tags/Qu-Yuan/"},{"name":"Chuci","slug":"Chuci","permalink":"https://onsaddle.github.io/tags/Chuci/"}]},{"title":"Climbing Dabie 大別攀峰","slug":"May-Dabie","date":"2019-05-07T08:06:24.000Z","updated":"2020-03-05T19:11:38.000Z","comments":true,"path":"2019/05/07/May-Dabie/","link":"","permalink":"https://onsaddle.github.io/2019/05/07/May-Dabie/","excerpt":"","text":"Visited by a bee during siesta Dawn at camp 假期去了羅田大別山。帶帳篷爬了兩個HC級長坡，薄刀峰1060米，天堂寨1110米，下到英山的張咀水庫露營。 盧梭在《一個孤獨漫步者的遐想》裡解釋說：“幸福是一種過於恒定的狀態，而人則是一個變化無常的客體，因此兩者合不來。” 為什麼喜歡長跑和騎長途？大約是在持久的運動中，風景的變化與個體的無常互相抵消，反而顯得恒定而單調，因而幸福就有了可能。 露營之夜總是睡得很早很沉。半夜在三尺厚的蛙聲中醒來，睜開眼。 一萬顆閃亮的眼睛，穿越了宇宙和群山那融為一體的黑暗，無聲地注視著我。震撼得無法言語。它們有的也許已經熄滅了。我们所见的一切都不是此刻的当下，而是光子启程之前世界的样子。 在远方的星球上，此时此刻，可能也有个露营者，正端详着我们的过去。 This May Day holiday I went to the sections of Dabie Mountains 大别山 in Luotian 罗田. Carrying my tent I climbed up two HC-class long slopes, Thin-blade-Ridge 薄刀峰 1060 meters, Paradise-Fort 天堂寨 1110 meters, and then descended to the Zhangzui reservoir 张咀水库 in Yingshan 英山 for camping. “Happiness is a lasting state which does not seem to be made for man in this world. Everything here on earth is in a continual flux which allows nothing to assume any constant form …… It is only when I am alone that I am my own master, at all other times I am the plaything of all who surround me.” explained Rousseau in his Reveries of the Solitary Walker. Around the time of the long-lasting movement, like cycling and distance running, the changes in landscape and the impermanence of myself cancel each other. The momentariness assumes a constant form at last. Thus, happiness becomes possible. Camping night is the rare time when I sleep very early and very sound. Waking up in the middle of the night in a three-foot-thick, dense chorus of frogs, I opened my eyes. Above me were ten thousand shining eyes. Through the universe and the darkness of the mountains, which now have became one, they silently watched me. Stunned beyond words. Some of them may have already gone out. Everything we see is not the present moment, but the way the world was before the photons set off. On a distant planet, at this moment, there may also be a camper, looking at our past. Tea garden in Yingshan This white fisherman is a patient Egret, Egretta garzetta 白鹭 Collared crow, Corvus torquatus 白颈鸦 route:","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"cycling","slug":"cycling","permalink":"https://onsaddle.github.io/tags/cycling/"},{"name":"mountain","slug":"mountain","permalink":"https://onsaddle.github.io/tags/mountain/"},{"name":"Dabie","slug":"Dabie","permalink":"https://onsaddle.github.io/tags/Dabie/"},{"name":"Hubei","slug":"Hubei","permalink":"https://onsaddle.github.io/tags/Hubei/"}]},{"title":"How to Cook Your Boy 一孩兩吃","slug":"son-sacrifice","date":"2019-04-17T08:06:24.000Z","updated":"2019-10-08T05:35:04.000Z","comments":true,"path":"2019/04/17/son-sacrifice/","link":"","permalink":"https://onsaddle.github.io/2019/04/17/son-sacrifice/","excerpt":"","text":"復活節快到了，郵箱newsletter裡開始有Easter火腿菜譜。很誘人。 看著看著想起來亞伯拉罕差點把兒子烤了獻祭的故事。 亞伯拉罕是虔誠的信徒，上帝讓他百歲得子。可後來又想考驗他，指示亞伯拉罕把這孩子放到山頂祭壇上以火烤之獻祭。 亞伯拉罕架起柴堆正待手起刀落，上帝派天使阻止了他。倫勃朗還有N多大師傅都畫過這一幕。畫上天使還帶著一頭頂替孩子的羊，亞伯拉罕後來就宰羊獻祭。 亞伯拉罕被基督教、猶太教、伊斯蘭教共同奉為先知，古蘭經說易蔔拉欣願以子獻祭，安拉賜福讓他獲羊以作犧牲，便是宰牲節的來歷。 Image from page 127 of “Delightful stories; or, Home talks out of the Wonderful book.” (1888). Public domain. Ibrahim sacrificing Ismail, with Jibrael presenting him with a lamb as replacement, from Zubdat al-Tawarikh. 除了BBQ，小孩兒還有另一種吃法。 齊桓公所寵愛的大師傅叫易牙。有天小白跟易牙開了個玩笑，說寡人吃遍了山珍海味，如今就差沒吃過人肉了。隔天易牙以金盅進肉湯一道，味鮮無比。小白一口一口喝的開心，便問此是何湯。 易牙坦白：是我家熊孩子，祝君王長命百歲。 天津人說話：介倒楣孩子……","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"son","slug":"son","permalink":"https://onsaddle.github.io/tags/son/"},{"name":"sacrifice","slug":"sacrifice","permalink":"https://onsaddle.github.io/tags/sacrifice/"},{"name":"humanity","slug":"humanity","permalink":"https://onsaddle.github.io/tags/humanity/"}]},{"title":"Haizi's Poem Diary 海子詩《日記》英譯","slug":"Haizi-diary","date":"2019-04-16T08:06:24.000Z","updated":"2019-10-15T15:31:12.000Z","comments":true,"path":"2019/04/16/Haizi-diary/","link":"","permalink":"https://onsaddle.github.io/2019/04/16/Haizi-diary/","excerpt":"","text":"Diary Sister, tonight I’m in Delingha, shrouded by darkness Sister, the Gobi is my only belonging tonight At the end of steppe, my hands are so vacant unable to catch a single drop of tear when sorrow swarms in Sister, tonight I’m in Delingha It’s a desolate city in the rain Except those passers-by and dwellers Delingha … tonight This is the only and the last lyric This is the only and the last steppe I return the stone to the stones hand over the triumph to the triumphant Tonight the naked barley belongs to herself All is growing Tonight I’m left with only the beautiful Gobi, so empty Sister, tonight I’m not concerned about mankind. I miss only you. 2019年4月初譯，2019年9月改定 日記姐姐，今夜我在德令哈，夜色籠罩姐姐，今夜我只有戈壁 草原盡頭我兩手空空悲痛時握不住一顆淚滴姐姐，今夜我在德令哈這是雨水中一座荒涼的城 除了那些路過的和居住的德令哈……今夜這是惟一的，最後的，抒情這是惟一的，最後的，草原 我把石頭還給石頭讓勝利的勝利今夜青稞只屬於她自己一切都在生長今夜我只有美麗的戈壁空空姐姐，今夜我不關心人類，我只想你 Haizi 海子 (1964-1989)","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Haizi","slug":"Haizi","permalink":"https://onsaddle.github.io/tags/Haizi/"}]},{"title":"Bai Juyi's Revisit of Xiangyang 白詩英譯一首","slug":"Bai-Juyi-Xiangyang","date":"2019-03-18T08:06:24.000Z","updated":"2020-02-12T07:31:14.000Z","comments":true,"path":"2019/03/18/Bai-Juyi-Xiangyang/","link":"","permalink":"https://onsaddle.github.io/2019/03/18/Bai-Juyi-Xiangyang/","excerpt":"","text":"Old Quarters in Xiangyang RevisitedBai Juyi 白居易 (772-846) Last time in Xiangyang,I was growing my first mustache.Here I am, visiting Xiangyang again,My mustache and sidelocks almost grey. Past journeys are but dreams.Back at this estranged corner, I found “return” a word hard to say.Hermit’s hut in the eastern city where I used to stay,Who is now enjoying its long decay? Old acquaintances, mostly gone.Old streets, all beyond recognition.Only you remained, River Han,Your autumn waves and mists remained the same as the old days. 再到襄陽訪問舊居 昔到襄陽日，髯髯初有髭。 今過襄陽日，髭鬢半成絲。 舊遊都是夢，乍到忽如歸。 東郭蓬蒿宅，荒涼今屬誰。 故知多零落，閭井亦遷移。 獨有秋江水，煙波似舊時。 Translation dedicated to the old Jiulongjing 九龍井 neighbourhood, Wuchang","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Bai Juyi","slug":"Bai-Juyi","permalink":"https://onsaddle.github.io/tags/Bai-Juyi/"},{"name":"Xiangyang","slug":"Xiangyang","permalink":"https://onsaddle.github.io/tags/Xiangyang/"},{"name":"homeless","slug":"homeless","permalink":"https://onsaddle.github.io/tags/homeless/"}]},{"title":"Taste of Tangerine 桔子熟了","slug":"zhexi-roadside-families","date":"2019-03-10T08:06:24.000Z","updated":"2020-02-10T13:51:36.000Z","comments":true,"path":"2019/03/10/zhexi-roadside-families/","link":"","permalink":"https://onsaddle.github.io/2019/03/10/zhexi-roadside-families/","excerpt":"","text":"那天騎過柘溪水庫，爬坡累極，路邊有桔攤。歇腳，買桔子，拍了一張。這一幕的記憶很深。 有點溫暖，有點傷感。 Two families selling tangerines, hens and eggs near Zhexi Reservoir 柘溪水庫 in Anhua 安化, a poverty-stricken region in central Hunan. Their juicy tangerines sell at €0.2/pound. Fresh eggs, €0.3/pound. 她們，中年婦女約50，小妹妹9歲不到，慈眉善目的奶奶應有70，是同村的兩家鄰居。 庫區山坡遍是桔園，放眼見不到一棵別的樹。這個路邊小山村的收成，除了一點點茶田，盡在這些十月金黃燦爛的果子上。 庫區村村鎮鎮都種桔子，都熟了，沒人買。 兩家人的竹筐裡是長得幾乎一模一樣的好桔子。中年婦女還搭著賣家養的土雞和下的蛋。土雞蛋2塊2一斤。桔子1塊5。一直賣到天黑。 我從中年婦女的筐裡買了一斤桔子，慢慢吃掉，又買了一斤小妹妹家的桔子，吃了一半。 小姑娘陪奶奶賣果子，一邊寫著家庭作業。寫完了，問奶奶能不能吃個桔子，“好，恰一個吧。” 中年婦女依然在眼巴巴地看著公路上的來車。公路上的車不多，都一晃而過。停下來的，似乎只有我這個騎車的異類。 男人們都在遠方的城裡。母親、妻子和女兒，我們把她們留給土地。 十月的陽光燦爛，它讓果實成熟，又讓果實腐爛。讓城市的樓房閃耀，讓鄉間的公路和山坡靜靜汲取汗水和生命。 Tangerine gardens near town of 煙溪. It’s a mountainous area as beautiful as its name, which literally means “smoky creek”. Traditional houses in this forested area were entirely made of wood, which is still plenty here. Zhexi Reservoir 柘溪水庫 over the Zi River 資水 was built, like Conghua’s 黃龍帶 reservoir and many others, during the “reservoir frenzy” era between late 1950s and early 1960s.","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"cycling","slug":"cycling","permalink":"https://onsaddle.github.io/tags/cycling/"},{"name":"Anhua","slug":"Anhua","permalink":"https://onsaddle.github.io/tags/Anhua/"},{"name":"Zhexi Reservoir","slug":"Zhexi-Reservoir","permalink":"https://onsaddle.github.io/tags/Zhexi-Reservoir/"},{"name":"peasant life","slug":"peasant-life","permalink":"https://onsaddle.github.io/tags/peasant-life/"}]},{"title":"A Gift from Nature 山有木兮木有枝","slug":"branch-spoon","date":"2019-02-06T08:06:24.000Z","updated":"2019-10-06T07:05:12.000Z","comments":true,"path":"2019/02/06/branch-spoon/","link":"","permalink":"https://onsaddle.github.io/2019/02/06/branch-spoon/","excerpt":"","text":"I found a small branch in the road when roaming in the campus of Wuhan University the other day, where the great campaign of winter pruning and weeding was in full swing. It was slightly fragrant. I brought it back and let it dry for several days, and then a spoon came out of it - a gift from Nature. It’s not perfect, like me. We are all flawed beings.","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"craft","slug":"craft","permalink":"https://onsaddle.github.io/tags/craft/"},{"name":"wood","slug":"wood","permalink":"https://onsaddle.github.io/tags/wood/"},{"name":"spoon","slug":"spoon","permalink":"https://onsaddle.github.io/tags/spoon/"}]},{"title":"Taste of Upper-Yangtze Orange 騎•橙•記","slug":"orange-gift","date":"2018-12-13T08:06:24.000Z","updated":"2019-10-08T05:49:14.000Z","comments":true,"path":"2018/12/13/orange-gift/","link":"","permalink":"https://onsaddle.github.io/2018/12/13/orange-gift/","excerpt":"","text":"長江自中游以上，多產良橙。鄂西之秭歸，川渝之奉節、宜賓皆然。非特以風土佳良故，亦賴人情之良誠也。——題記 騎友平輝，十月識於粵西騎遊途中，蜀郡宜賓人氏。 宜賓者，即古之僰（bó）道也。岷水匯金沙江於斯而始稱長江。大江穿境，峽峰秀麗，水土清美，尤以楠竹、橙橘聞。 輝家世居江村。幼甚皮，終日率群童混跡山溪竹野，鄉老以為頑。及長，收斂行跡，獨辭家人，下南粵，入中山某廠見習。有司以輝聰穎嚴慎，命以司職技監，後屢有擢遷，如此凡十五載。 輝見高堂老衰，膝下無人侍奉，橘園無人料理，乃陰置車具、鞍包，十月中請辭，徑蹬車四千里返鄉。途遇余于國道，同行可八百公里，略經粵西、桂北、湘南，至通道縣始別。 後輝曉行夜宿，竟獨穿黔中，越夜郎諸山，其間辛苦，非止一般。曆二十餘日，十一月抵宜賓，風塵僕然，家人錯愕，驚喜萬狀。 今日得輝書，“江水滔滔，君居下游，今自家橘園，獲臍橙萬斤，聊寄兩箱以嘗吾鄉佳味。” 余大喜，乃有此記。 臍橙遠來，其心拳拳。宜賓故人，誠良友也。 I met Pinghui in Guangning 廣寧 on the second day of my trip climbing Daguishan Mountain 大桂山 in Guangxi 廣西 at Jinkeng 金坑, a Yao village famous for its terraced paddy fields Pinghui’s father carrying harvested oranges down from the family’s orchard by the Yangtze Pinghui shows off the freshly picked 臍橙 oranges. The oranges grow on the slopes by the Yangtze and the rocky road is quite slippery due to the moisture in the valley. A safety helmet is a must for the orange pickers.","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"cycling","slug":"cycling","permalink":"https://onsaddle.github.io/tags/cycling/"},{"name":"orange","slug":"orange","permalink":"https://onsaddle.github.io/tags/orange/"},{"name":"friend","slug":"friend","permalink":"https://onsaddle.github.io/tags/friend/"},{"name":"Pinghui","slug":"Pinghui","permalink":"https://onsaddle.github.io/tags/Pinghui/"},{"name":"Yibin","slug":"Yibin","permalink":"https://onsaddle.github.io/tags/Yibin/"}]},{"title":"Cycle into Luofu Mountain 羅浮騎遊","slug":"Luofu-mountain","date":"2018-07-01T08:06:24.000Z","updated":"2020-02-10T16:48:26.000Z","comments":true,"path":"2018/07/01/Luofu-mountain/","link":"","permalink":"https://onsaddle.github.io/2018/07/01/Luofu-mountain/","excerpt":"","text":"羅浮，號為“粵嶽”，嶺南第一名山。居粵八載，今日始遊。 出增城，沿增江綠道北行可十五裡，得小鎮正果。昔年騎游蒙花布村，嘗遊此地，民俗淳良，雲吞聞於四鄉。複東行，上縣道二九三。荔樹夾道，龍眼累累，雞鳴犬望，蘭溪潺潺。俄爾路轉坡延，則近增城、博羅界，已入羅浮。 道旁果園，桂味二文斤，粒大如土雞卵，極甜，回味甘美不忍止。東坡居士坐烏台詩案，謫惠州，日啖荔枝八百。今視之亦小可也。 日漸西斜，攀山不已。至一峰頂小憩，暮靄四合，蒼茫幽靜。獨騎良久，勞乏遍體，忽靜止遠眺，不辨心中悲喜。 越嶺而下，至酥醪古村，尋村坊深處民宿歇下。此處為羅浮西北坡山谷，鄰近有峰，名“四方山”。","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"cycling","slug":"cycling","permalink":"https://onsaddle.github.io/tags/cycling/"},{"name":"Luofu","slug":"Luofu","permalink":"https://onsaddle.github.io/tags/Luofu/"},{"name":"mountain","slug":"mountain","permalink":"https://onsaddle.github.io/tags/mountain/"}]},{"title":"Thoughts on Money 物喜己悲","slug":"money-happy","date":"2018-06-24T08:06:24.000Z","updated":"2019-10-08T05:52:48.000Z","comments":true,"path":"2018/06/24/money-happy/","link":"","permalink":"https://onsaddle.github.io/2018/06/24/money-happy/","excerpt":"","text":"真窮過，再看錢時，感覺不一樣。為阿拉伯數字而悲喜，如年齡，如每月那點銀款與欠單，太渺茫。無錢則告貸，富餘則濟親友。好吃的米飯，拌勺致美齋就夠了。只美人與風景看不夠。","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"daily enlightenment","slug":"daily-enlightenment","permalink":"https://onsaddle.github.io/tags/daily-enlightenment/"}]},{"title":"A Solo Trip in Conghua 從化獨騎","slug":"Conghua-solo","date":"2018-05-29T08:06:24.000Z","updated":"2020-02-27T05:23:40.000Z","comments":true,"path":"2018/05/29/Conghua-solo/","link":"","permalink":"https://onsaddle.github.io/2018/05/29/Conghua-solo/","excerpt":"","text":"九連山脈從贛南勾連到粵北，餘脈斷斷續續地延伸向珠三角的平原地帶。廣州北境的從化，即是肥饒三角洲平原與連綿山區之間的過渡帶。 週六騎行線路，是從街口沿流溪河東北行，到良口鎮後折而向西北，向汾田河谷上游、黃龍帶水庫西岸騎行。 行者軌跡編號：55139 這裏是廣州少為人知的一面。南番順水網縱橫的魚米鄉間不見了，入眼皆是夾山清溪，幽谷疊翠。這便是五嶺，或者叫南嶺——分割珠江流域與長江流域的龐大山脈體系——典型的樣貌了。 進入丘陵山地之後開始出現廣府民係與客家民係分散混居的情形。靠南一些的街口市區和良口鎮上，人們一般都同時能説粵語白話和客家話，到了從化最北、山地深處的呂田鎮，基本上就只能聽到客家話了。反映在飲食風格上，偏離清淡精細的粵菜風格，變得相對粗樸而豪放，油腥大，鹹味也終於多起來了。 以前跟磨房驢友們爬山歸來，在呂田鎮吃到過本地名菜呂田大肉。掀開土陶缽的蓋子，蒸汽散盡，滿滿的都是寸許見方、經過紅油赤醬洗禮的紅燒肥瘦肉，那真是樸實豐腴的美味。 清初顧祖禹在《讀史方與紀要•廣東卷》裡記錄了從化置縣的經過。直到有明一代，這裡一帶仍屬增城轄境，但因為山高皇帝遠，屢有峒僚（也就是土著少數民族）佔據山中洞窟為患，抗拒官軍捕盜。公元1489年，一次蕩平巢穴後，地方政府為防止群盜複起，決定在這片山區分設專門治理的機構，並派兵設寨把守。 從化就是“順從教化”之意。 這反映出的是古老的“中華帝國世界觀”。歷代中原政權始終把華夏正統視爲世界的中心，並給王化之地邊緣的地方取上類似“從化”的名字，期待能在此地綏靖蠻夷，施恩懷柔，啟迪教化。靠近北方游牧地區有“歸綏”（呼和浩特）、“迪化”（烏魯木齊）、“寧虜堡”（屬大同，今名“甯魯堡”），接近川黔苗瑤山地則是“恩施”（鄂西）、“懷化”（湘西）、“安化”（湘中）等等。 如果在地圖上把這類地名全都標記出來的話，當可約略見出這種世界觀的視野局限。 設縣之後從化的蠻夷是否全都順從了教化，我已經無法知道。不過四百年後蠻夷們重又浮海而來。他們擁有聞所未聞的國家形式、一種叫做科學的東西和工業革命鑄造出的暴力機器。從北非、中東、印度半島到太平洋島嶼，古老文明紛紛倒下，這是全球殖民帝國的時代。 輪到中華帝國自己來考慮“從化”的問題。 其實，文明還是蠻夷、歸化還是退化、自我還是他者，在時間之流溪中，它們曾經真正的涇渭分明過嗎？","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"cycling","slug":"cycling","permalink":"https://onsaddle.github.io/tags/cycling/"},{"name":"mountain","slug":"mountain","permalink":"https://onsaddle.github.io/tags/mountain/"},{"name":"Conghua","slug":"Conghua","permalink":"https://onsaddle.github.io/tags/Conghua/"},{"name":"civilization","slug":"civilization","permalink":"https://onsaddle.github.io/tags/civilization/"},{"name":"barbarian","slug":"barbarian","permalink":"https://onsaddle.github.io/tags/barbarian/"}]},{"title":"No Clothes 《詩經•無衣》英譯","slug":"no-clothes","date":"2018-05-08T08:06:24.000Z","updated":"2019-12-27T07:55:18.000Z","comments":true,"path":"2018/05/08/no-clothes/","link":"","permalink":"https://onsaddle.github.io/2018/05/08/no-clothes/","excerpt":"","text":"Leather armor of Waring States period, unearthed from the tomb of Marquis Yi of Zeng. Exhibited in Hubei Provincial Museum. No Clothes was a military ballad of Qin state, collected into the Classic of Poetry 《詩經》 more than two thousand years ago. The nameless author composed it in the form of a soldier’s pep talk to his comrade-in-arms, who obviously complained that they had no cloth to resist the cold in Qin’s bitter winter. No Clothes Airs of Qin, Airs of States, Classic of Poetry How come you complain of no clothes bro?With you I share the cloak.The King’s assembling the army.Sharpen our dagger-axes, sharpen our spears.With you we confront the enemy! How come you complain of no clothes bro?With you I share the undershirt.The King’s assembling the army.Sharpen our spears, sharpen our halberds.With you we all rally! How come you complain of no clothes bro?With you I share the battle skirt.The King’s assembling the army.Tidy up our armor, tidy up our weapon.With you we all march! 2018年5月初稿，2019年9月改定 無衣 詩經•國風•秦風 豈曰無衣？與子同袍。王于興師，修我戈矛。與子同仇。 豈曰無衣？與子同澤。王于興師，修我矛戟。與子偕作。 豈曰無衣？與子同裳。王于興師，修我甲兵。與子偕行。 Armored kneeling archer (detail). Courtesy of Minneapolis Institute of Arts鎧甲跪射俑Qin dynasty (221–206 BC)TerracottaQin Shihuang Terracotta Warriors and Horses Museum","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Classic of Poetry","slug":"Classic-of-Poetry","permalink":"https://onsaddle.github.io/tags/Classic-of-Poetry/"}]},{"title":"Cycle around Qingyuan 騎遊清遠","slug":"Qingyuan-trip","date":"2018-05-04T08:06:24.000Z","updated":"2019-10-09T06:55:18.000Z","comments":true,"path":"2018/05/04/Qingyuan-trip/","link":"","permalink":"https://onsaddle.github.io/2018/05/04/Qingyuan-trip/","excerpt":"","text":"廣州北騎百許裡，得清遠，故英州地。 登城北八片山，筆架山，雨霧濛濛，四望皆雲氣。緣溪谷騎行，唯見南嶺盤桓，北江穿峽，雲山涵碧。 去粵歸楚日，當再臨此境。","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"cycling","slug":"cycling","permalink":"https://onsaddle.github.io/tags/cycling/"},{"name":"mountain","slug":"mountain","permalink":"https://onsaddle.github.io/tags/mountain/"},{"name":"Qingyuan","slug":"Qingyuan","permalink":"https://onsaddle.github.io/tags/Qingyuan/"},{"name":"Nanling","slug":"Nanling","permalink":"https://onsaddle.github.io/tags/Nanling/"}]},{"title":"Sketch of My Uncle 憶舅伯","slug":"uncle-sketch","date":"2018-02-21T08:06:24.000Z","updated":"2019-10-08T06:07:00.000Z","comments":true,"path":"2018/02/21/uncle-sketch/","link":"","permalink":"https://onsaddle.github.io/2018/02/21/uncle-sketch/","excerpt":"","text":"大舅伯走了，畫張他年輕時像。 外婆（我們喊婆婆）在江漢平原鄉下，總共生養了四個子女，成人後三個都飄在外地的城裡，唯大舅伯一直留在老家務農，直到終老。 農民的苦，不提過去幾十年，今天稻子一斤又賣幾個錢？ 年輕時鄉下是人民公社，席捲城鄉的各種運動，沒多少文化，成家後孩子多，舅媽也有宿疾，大舅伯農忙之余就在鄉下四處尋些零工，掙點辛苦錢，太陽下拉板車，挑磚，燒鍋爐，幫廚，修房 ‥‥‥ 一身黝黑的膚色，是我對他的最初印象。 多年後我看喬丹時代的公牛隊賽事集錦，皮朋上場，仿佛見了大舅伯的翻版。 記憶裡，因為婆婆在武漢，大舅伯進城多會來家裡打個站。他每來必會帶些江漢平原的田間特產，一袋新米，幾根剛挖的塘藕，或是芝麻酥糖一類的鄉土點心。 不急著趕汽車的話，他會上街去買點東西或者看場電影，時間急時，只吃一碗我媽十萬火急煮下的雞蛋面就匆匆走去。 鄉土是我們的根。婆婆、舅媽、舅伯，長輩們一個個地凋謝了，像樹葉一樣，落回那寒冷、荒蕪卻仍牽動我們夢境的村莊。","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"uncle","slug":"uncle","permalink":"https://onsaddle.github.io/tags/uncle/"},{"name":"sketch","slug":"sketch","permalink":"https://onsaddle.github.io/tags/sketch/"},{"name":"reminiscence","slug":"reminiscence","permalink":"https://onsaddle.github.io/tags/reminiscence/"}]},{"title":"How to stay? 愛好與愛情","slug":"stay-cafe-bus","date":"2017-12-21T08:06:24.000Z","updated":"2019-10-08T06:08:42.000Z","comments":true,"path":"2017/12/21/stay-cafe-bus/","link":"","permalink":"https://onsaddle.github.io/2017/12/21/stay-cafe-bus/","excerpt":"","text":"輝仔是“女神……經”同學的男友，咖啡師。去年此時，他的stay cafe bus 是湛江榮基廣場南門外的一道風景。 名叫bus，其實不是，是輛挺神奇的mini van，裝下咖啡機磨豆機洗滌槽各種工具、杯具、原料和小裝飾之後，還能裝下坐在凳子上的他。 年尾騎行海南路過湛江，有半天時間看他開店。咖啡車的不少細節，見出這男孩質地的佳良處。“女神……經”同學還果真是有眼光的。 咖啡是輝仔喜歡也用心做的事，我很希望他能堅持下去。可惜夏天時跟他合夥人還是難免分歧。撤出，開了間社區小咖啡店。 做什麼都不易，以愛好為事業尤其是。我擔心咖啡給予他的樂趣會在創業的曲折中變得不純粹。不是說婚姻是愛情的墳墓麼，那麼事業也該是愛好的墳墓了。 Hui and his stay cafe bus 但轉念，這都是鬼話。將婚姻與愛情斬斷開來，那麼大約就不免也會在事業與愛好之間掙扎。這只是看世事的一種視角，而且灰暗又逼仄。","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"friend","slug":"friend","permalink":"https://onsaddle.github.io/tags/friend/"},{"name":"cafe","slug":"cafe","permalink":"https://onsaddle.github.io/tags/cafe/"}]},{"title":"Quotes from Dans les forêts de Sibérie 金句三則","slug":"Dans les forêts de Sibérie Quote","date":"2017-08-27T08:06:24.000Z","updated":"2019-10-08T06:09:52.000Z","comments":true,"path":"2017/08/27/Dans les forêts de Sibérie Quote/","link":"","permalink":"https://onsaddle.github.io/2017/08/27/Dans les forêts de Sibérie Quote/","excerpt":"","text":"我們是唯一應該對自己蕭索的生命負責的人。世界因我們的乏味而灰暗。 西爾萬·泰松 如果你覺得你的日常生活很貧乏，你不要抱怨它。還是怨恨你自己吧，怨你還不夠做一個詩人來呼喚生活中的寶藏。 里爾克 我們向世界說話的語氣便是它對我們使用的語氣。付出最好的，收穫最好的。 約翰·巴勒斯 摘自 Dans les forêts de Sibérie 《在西伯利亞森林中》","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"quote","slug":"quote","permalink":"https://onsaddle.github.io/tags/quote/"},{"name":"SylvainTesson","slug":"SylvainTesson","permalink":"https://onsaddle.github.io/tags/SylvainTesson/"}]},{"title":"View on a Spring Day 杜詩英譯一首","slug":"Du-Fu-Spring-View","date":"2017-08-23T08:06:24.000Z","updated":"2019-10-09T06:27:50.000Z","comments":true,"path":"2017/08/23/Du-Fu-Spring-View/","link":"","permalink":"https://onsaddle.github.io/2017/08/23/Du-Fu-Spring-View/","excerpt":"","text":"View on a Spring Day Du Fu 杜甫 (712-770) State shattered, mountains and rivers remain Chang’an in spring, grasses and trees prevail Sensing the season, the tears fall on blooming flowers Grudging the loneliness, the heart, struck by birds’ wail Beacon fire of war, burning for three months straight For a letter from home, ten thousand bullions I’m willing to pay White hair on this head, scratched thinner each day Soon it will be too sparse to hold the hairpin I’m afraid Note: the poem was written in the spring of 757, when Du Fu was desperately stranded in the fallen Chang’an city during the An Lushan Rebellion, separated from his family and almost imprisoned by the rebels. 2017年8月初譯，2019年9月改定 春望 杜甫 國破山河在，城春草木深。 感時花濺淚，恨別鳥驚心。 烽火連三月，家書抵萬金。 白頭搔更短，渾欲不勝簪。 Du Fu 杜甫","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Du Fu","slug":"Du-Fu","permalink":"https://onsaddle.github.io/tags/Du-Fu/"}]},{"title":"Mr. Su Shi in Wonderland 蘇軾先生迷路了","slug":"Su-Shi-tipsy","date":"2017-03-23T08:06:24.000Z","updated":"2019-10-09T06:24:34.000Z","comments":true,"path":"2017/03/23/Su-Shi-tipsy/","link":"","permalink":"https://onsaddle.github.io/2017/03/23/Su-Shi-tipsy/","excerpt":"","text":"Translation dedicated to my recent cycling trip in Hainan, the island where one thousand years ago Su Shi 蘇軾 spent four years in exile. Like me, he considered the days on the island “marvelous.” A Tipsy Lone Journey In a tipsy lone journey I visited Ziyun, Wei, Hui and Xianjue, all my four Li neighbours Half sober, half drunk, I ask my Li neighbours the way. Bamboo thorns here, cane branches there, am I lost in this maze? Just follow the cow terds, they say. West to the cowshed, I do remember, is where home lays. 被酒獨行 被酒獨行，遍至子雲、威、徽、先覺四黎之舍 半醒半醉問諸黎， 竹刺藤梢步步迷。 但尋牛矢覓歸路， 家在牛棚西複西。","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"wine","slug":"wine","permalink":"https://onsaddle.github.io/tags/wine/"},{"name":"Su Shi","slug":"Su-Shi","permalink":"https://onsaddle.github.io/tags/Su-Shi/"},{"name":"Hainan","slug":"Hainan","permalink":"https://onsaddle.github.io/tags/Hainan/"}]},{"title":"Translation of Haizi's Poems 譯海子《悵望祁連》二首","slug":"Two-poems-Haizi","date":"2015-12-11T08:06:24.000Z","updated":"2019-10-08T05:38:00.000Z","comments":true,"path":"2015/12/11/Two-poems-Haizi/","link":"","permalink":"https://onsaddle.github.io/2015/12/11/Two-poems-Haizi/","excerpt":"","text":"2015蒙古行，半是因老周《九月》起。譯海子詩以作年末紀念。 Gaze upon Qilian in Lament (1) Horses died yesterday. Horses will die tomorrow. Because of my existence, they are death-free today, drinking water and licking salt in the lake of today. Big bird in the sky, from those cherry trees or horse skeletons above, it shoots down flakes. Then quiet go the horses. My horses. They only drink and lick salt in the lake of today. Gaze upon Qilian in Lament (2) Stars, sabres and breasts, across the snow melt they float down. 'Gone are my Qilian Mountains, I have no more pasture for my herds. Gone are my Yanzhi Mountains, I have no more rouge for my women.' Only tails of black cattle, of birds and fishes, and fallen tails of my sons, like wheat awns under seven blue stars, they waver in the wind, waver in the snow melt. Note: the lines “Gone are my Qilian Mountains … no more rouge for my women” were excerpted from an old Xiongnu 匈奴 folk song in the first century BC, which was a sad lament of the loss of the herdsmen’s homeland after being defeated by the Han dynasty’s expeditionary troops. 悵望祁連(之一)那些是在過去死去的馬匹在明天死去的馬匹因為我的存在它們在今天不死它們在今天的湖泊裡飲水食鹽。天空上的大鳥從一棵櫻桃或馬骷髏中射下雪來。於是馬匹無比安靜這是我的馬匹它們只在今天的湖泊裡飲水食鹽。悵望祁連(之二)星宿刀乳房這就是雪水上流下來的東西“亡我祁連山，使我牛羊不蕃息失我胭脂山，令我婦女無顏色”只有黑色牲畜的尾巴鳥的尾巴魚的尾巴兒子們脫落的尾巴象七種藍星下插在屁股上的麥芒風中拂動雪水中拂動。 Lake Khovsgol, Mongolia, 2015","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Haizi","slug":"Haizi","permalink":"https://onsaddle.github.io/tags/Haizi/"}]},{"title":"A Quote about Tea and Wine 酒類俠，茶類隱","slug":"tea-and-wine","date":"2015-12-04T08:06:24.000Z","updated":"2019-10-08T06:15:28.000Z","comments":true,"path":"2015/12/04/tea-and-wine/","link":"","permalink":"https://onsaddle.github.io/2015/12/04/tea-and-wine/","excerpt":"","text":"Chen Jiru 陳繼儒 (1558-1639) was a great literati in late Ming dynasty known for his connoisseurship in arts and culture. My favourite quote about tea and wine comes from him, which I translate as follows: 熱腸如沸，茶不勝酒。 幽韻如雲，酒不勝茶。 酒類俠，茶類隱。 In terms of bringing your blood to a boil, tea is no match for wine. In terms of taking your mind to cloud-high tranquility, wine falls behind tea. Wine is akin to a swordsman. Tea, the bosom friend of a hermit. Post script: Chen, who lived in Songjiang 松江 (an area between Suzhou and Shanghai) most of his life, was most likely a yellow wine 黃酒 drinker. This traditional wine is still very popular in the region. It is usually made from rice, undistilled, aged and below 20 degrees in alcohol.","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"quote","slug":"quote","permalink":"https://onsaddle.github.io/tags/quote/"},{"name":"wine","slug":"wine","permalink":"https://onsaddle.github.io/tags/wine/"},{"name":"tea","slug":"tea","permalink":"https://onsaddle.github.io/tags/tea/"},{"name":"Chen Jiru","slug":"Chen-Jiru","permalink":"https://onsaddle.github.io/tags/Chen-Jiru/"}]},{"title":"Translating Dylan Thomas 重譯狄蘭湯瑪斯詩","slug":"do-not-go-gentle","date":"2015-12-03T08:06:24.000Z","updated":"2019-10-08T06:18:38.000Z","comments":true,"path":"2015/12/03/do-not-go-gentle/","link":"","permalink":"https://onsaddle.github.io/2015/12/03/do-not-go-gentle/","excerpt":"","text":"不要馴從地遁入那良夜 不要馴從地遁入那良夜烈士暮年，仍應燃燒，黃昏中以怒火燎原怒斥，怒斥那光的退怯！ 生命將盡，智者亦懂得黑暗方是真理而箴言中並無電光但他們絕不馴從地遁入那良夜！ 好人，臨終的好人大聲呼號他們的善行本該璀璨如烈日映照碧灣怒斥，怒斥那光的退怯！ 狂人，逐日而歌有如誇父醒悟於終點而光陰虛度但他們絕不馴從地遁入那良夜！ 莊嚴者，行將就木昏聵不能視但盲眼仍炯炯如流星照亮生命怒斥，怒斥那光的退怯！ 而你，我的父親，躺在那憂傷的高高病床詛咒吧，用你恣意的淚水祝福我吧，我祈求你不要馴從地遁入那良夜怒斥，怒斥那光的退怯！ 初譯於 2015.12.3，修改於 2019.9.10 Do not go gentle into that good nightDo not go gentle into that good night,Old age should burn and rave at close of day;Rage, rage against the dying of the light.Though wise men at their end know dark is right,Because their words had forked no lightning theyDo not go gentle into that good night.Good men, the last wave by, crying how brightTheir frail deeds might have danced in a green bay,Rage, rage against the dying of the light.Wild men who caught and sang the sun in flight,And learn, too late, they grieved it on its way,Do not go gentle into that good night.Grave men, near death, who see with blinding sightBlind eyes could blaze like meteors and be gay,Rage, rage against the dying of the light.And you, my father, there on the sad height,Curse, bless, me now with your fierce tears, I pray.Rage, rage against the dying of the light. Dylan Thomas 狄蘭•湯瑪斯 (1914 - 1953)","categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"}],"tags":[{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Dylan Thomas","slug":"Dylan-Thomas","permalink":"https://onsaddle.github.io/tags/Dylan-Thomas/"}]},{"title":"Family by the Lake 湖畔的一家子","slug":"lake-family-portrait","date":"2015-08-05T16:00:00.000Z","updated":"2019-11-10T14:46:32.000Z","comments":true,"path":"2015/08/06/lake-family-portrait/","link":"","permalink":"https://onsaddle.github.io/2015/08/06/lake-family-portrait/","excerpt":"","text":"沿著湖西岸回Khatgal的路上，遇到了烏蘭巴托自駕來湖區度假的一家子。 我不會講蒙語，他們完全不懂英文，但並不妨礙大家興致勃勃地互相打量並做各種手勢來問候，傳達著無需語言的善意。他們請我放下背包休息，喝一碗他們茶壺裡的Suutei tsai。孩子們好奇地看著我的大背包和這身行頭。我主動建議給他們來個全家福，他們明白了，大叔招呼大家站過來，於是我說了兩次“茄子”。 可惜的是我使勁做手勢找他們要電子郵箱或者FB用戶名，一家人都面面相覷不知所云。當所有努力都宣告溝通失敗之後，我只好給他們一個大大的笑臉再上路。 其實看著大叔的大肚子，眼前出現了很久遠的、幾乎黑白的畫面： 小時候的夏天傍晚，我們一家五口人去江邊的大橋下頭乘涼玩水。也是一個外婆，一對夫妻，一對姐弟。 他們都去哪兒了？","categories":[{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"}],"tags":[{"name":"Mongolia","slug":"Mongolia","permalink":"https://onsaddle.github.io/tags/Mongolia/"},{"name":"portrait","slug":"portrait","permalink":"https://onsaddle.github.io/tags/portrait/"},{"name":"family","slug":"family","permalink":"https://onsaddle.github.io/tags/family/"},{"name":"Khövsgöl","slug":"Khovsgol","permalink":"https://onsaddle.github.io/tags/Khovsgol/"},{"name":"travel","slug":"travel","permalink":"https://onsaddle.github.io/tags/travel/"}]}],"categories":[{"name":"Skiff","slug":"Skiff","permalink":"https://onsaddle.github.io/categories/Skiff/"},{"name":"Yangtze","slug":"Yangtze","permalink":"https://onsaddle.github.io/categories/Yangtze/"},{"name":"WhatsCooking","slug":"WhatsCooking","permalink":"https://onsaddle.github.io/categories/WhatsCooking/"}],"tags":[{"name":"slingshot","slug":"slingshot","permalink":"https://onsaddle.github.io/tags/slingshot/"},{"name":"friends","slug":"friends","permalink":"https://onsaddle.github.io/tags/friends/"},{"name":"poem","slug":"poem","permalink":"https://onsaddle.github.io/tags/poem/"},{"name":"translation","slug":"translation","permalink":"https://onsaddle.github.io/tags/translation/"},{"name":"Yuefu","slug":"Yuefu","permalink":"https://onsaddle.github.io/tags/Yuefu/"},{"name":"nomads","slug":"nomads","permalink":"https://onsaddle.github.io/tags/nomads/"},{"name":"birding","slug":"birding","permalink":"https://onsaddle.github.io/tags/birding/"},{"name":"illness","slug":"illness","permalink":"https://onsaddle.github.io/tags/illness/"},{"name":"COVID-19","slug":"COVID-19","permalink":"https://onsaddle.github.io/tags/COVID-19/"},{"name":"Du Fu","slug":"Du-Fu","permalink":"https://onsaddle.github.io/tags/Du-Fu/"},{"name":"Peace Corps","slug":"Peace-Corps","permalink":"https://onsaddle.github.io/tags/Peace-Corps/"},{"name":"Peter Hessler","slug":"Peter-Hessler","permalink":"https://onsaddle.github.io/tags/Peter-Hessler/"},{"name":"open up","slug":"open-up","permalink":"https://onsaddle.github.io/tags/open-up/"},{"name":"Classic of Poetry","slug":"Classic-of-Poetry","permalink":"https://onsaddle.github.io/tags/Classic-of-Poetry/"},{"name":"bread","slug":"bread","permalink":"https://onsaddle.github.io/tags/bread/"},{"name":"baking","slug":"baking","permalink":"https://onsaddle.github.io/tags/baking/"},{"name":"food","slug":"food","permalink":"https://onsaddle.github.io/tags/food/"},{"name":"wine","slug":"wine","permalink":"https://onsaddle.github.io/tags/wine/"},{"name":"homeless","slug":"homeless","permalink":"https://onsaddle.github.io/tags/homeless/"},{"name":"travel","slug":"travel","permalink":"https://onsaddle.github.io/tags/travel/"},{"name":"Suzhou","slug":"Suzhou","permalink":"https://onsaddle.github.io/tags/Suzhou/"},{"name":"youth hostel","slug":"youth-hostel","permalink":"https://onsaddle.github.io/tags/youth-hostel/"},{"name":"cycling","slug":"cycling","permalink":"https://onsaddle.github.io/tags/cycling/"},{"name":"Dabie","slug":"Dabie","permalink":"https://onsaddle.github.io/tags/Dabie/"},{"name":"Hubei","slug":"Hubei","permalink":"https://onsaddle.github.io/tags/Hubei/"},{"name":"noodle","slug":"noodle","permalink":"https://onsaddle.github.io/tags/noodle/"},{"name":"Zheng Chouyu","slug":"Zheng-Chouyu","permalink":"https://onsaddle.github.io/tags/Zheng-Chouyu/"},{"name":"Gu Cheng","slug":"Gu-Cheng","permalink":"https://onsaddle.github.io/tags/Gu-Cheng/"},{"name":"bookstore","slug":"bookstore","permalink":"https://onsaddle.github.io/tags/bookstore/"},{"name":"suicide","slug":"suicide","permalink":"https://onsaddle.github.io/tags/suicide/"},{"name":"Nanjing","slug":"Nanjing","permalink":"https://onsaddle.github.io/tags/Nanjing/"},{"name":"Librairie Avant-grade","slug":"Librairie-Avant-grade","permalink":"https://onsaddle.github.io/tags/Librairie-Avant-grade/"},{"name":"Chu","slug":"Chu","permalink":"https://onsaddle.github.io/tags/Chu/"},{"name":"Qu Yuan","slug":"Qu-Yuan","permalink":"https://onsaddle.github.io/tags/Qu-Yuan/"},{"name":"Chuci","slug":"Chuci","permalink":"https://onsaddle.github.io/tags/Chuci/"},{"name":"mountain","slug":"mountain","permalink":"https://onsaddle.github.io/tags/mountain/"},{"name":"son","slug":"son","permalink":"https://onsaddle.github.io/tags/son/"},{"name":"sacrifice","slug":"sacrifice","permalink":"https://onsaddle.github.io/tags/sacrifice/"},{"name":"humanity","slug":"humanity","permalink":"https://onsaddle.github.io/tags/humanity/"},{"name":"Haizi","slug":"Haizi","permalink":"https://onsaddle.github.io/tags/Haizi/"},{"name":"Bai Juyi","slug":"Bai-Juyi","permalink":"https://onsaddle.github.io/tags/Bai-Juyi/"},{"name":"Xiangyang","slug":"Xiangyang","permalink":"https://onsaddle.github.io/tags/Xiangyang/"},{"name":"Anhua","slug":"Anhua","permalink":"https://onsaddle.github.io/tags/Anhua/"},{"name":"Zhexi Reservoir","slug":"Zhexi-Reservoir","permalink":"https://onsaddle.github.io/tags/Zhexi-Reservoir/"},{"name":"peasant life","slug":"peasant-life","permalink":"https://onsaddle.github.io/tags/peasant-life/"},{"name":"craft","slug":"craft","permalink":"https://onsaddle.github.io/tags/craft/"},{"name":"wood","slug":"wood","permalink":"https://onsaddle.github.io/tags/wood/"},{"name":"spoon","slug":"spoon","permalink":"https://onsaddle.github.io/tags/spoon/"},{"name":"orange","slug":"orange","permalink":"https://onsaddle.github.io/tags/orange/"},{"name":"friend","slug":"friend","permalink":"https://onsaddle.github.io/tags/friend/"},{"name":"Pinghui","slug":"Pinghui","permalink":"https://onsaddle.github.io/tags/Pinghui/"},{"name":"Yibin","slug":"Yibin","permalink":"https://onsaddle.github.io/tags/Yibin/"},{"name":"Luofu","slug":"Luofu","permalink":"https://onsaddle.github.io/tags/Luofu/"},{"name":"daily enlightenment","slug":"daily-enlightenment","permalink":"https://onsaddle.github.io/tags/daily-enlightenment/"},{"name":"Conghua","slug":"Conghua","permalink":"https://onsaddle.github.io/tags/Conghua/"},{"name":"civilization","slug":"civilization","permalink":"https://onsaddle.github.io/tags/civilization/"},{"name":"barbarian","slug":"barbarian","permalink":"https://onsaddle.github.io/tags/barbarian/"},{"name":"Qingyuan","slug":"Qingyuan","permalink":"https://onsaddle.github.io/tags/Qingyuan/"},{"name":"Nanling","slug":"Nanling","permalink":"https://onsaddle.github.io/tags/Nanling/"},{"name":"uncle","slug":"uncle","permalink":"https://onsaddle.github.io/tags/uncle/"},{"name":"sketch","slug":"sketch","permalink":"https://onsaddle.github.io/tags/sketch/"},{"name":"reminiscence","slug":"reminiscence","permalink":"https://onsaddle.github.io/tags/reminiscence/"},{"name":"cafe","slug":"cafe","permalink":"https://onsaddle.github.io/tags/cafe/"},{"name":"quote","slug":"quote","permalink":"https://onsaddle.github.io/tags/quote/"},{"name":"SylvainTesson","slug":"SylvainTesson","permalink":"https://onsaddle.github.io/tags/SylvainTesson/"},{"name":"Su Shi","slug":"Su-Shi","permalink":"https://onsaddle.github.io/tags/Su-Shi/"},{"name":"Hainan","slug":"Hainan","permalink":"https://onsaddle.github.io/tags/Hainan/"},{"name":"tea","slug":"tea","permalink":"https://onsaddle.github.io/tags/tea/"},{"name":"Chen Jiru","slug":"Chen-Jiru","permalink":"https://onsaddle.github.io/tags/Chen-Jiru/"},{"name":"Dylan Thomas","slug":"Dylan-Thomas","permalink":"https://onsaddle.github.io/tags/Dylan-Thomas/"},{"name":"Mongolia","slug":"Mongolia","permalink":"https://onsaddle.github.io/tags/Mongolia/"},{"name":"portrait","slug":"portrait","permalink":"https://onsaddle.github.io/tags/portrait/"},{"name":"family","slug":"family","permalink":"https://onsaddle.github.io/tags/family/"},{"name":"Khövsgöl","slug":"Khovsgol","permalink":"https://onsaddle.github.io/tags/Khovsgol/"}]}